[MAS_GrimyLootRare MAS_X2AchievementTemplate]
strTitle="我选择你!"
strShortDesc="打开一个宝箱。\n宝箱在等着你哦，指挥官。"
strLongDesc="打开一个宝箱。\n宝箱在等着你哦，指挥官。"
strCategory="Grimy Loot 成就"

[MAS_GrimyLootEpic MAS_X2AchievementTemplate]
strTitle="释放潘多拉魔盒"
strShortDesc="打开一个强力宝箱。"
strLongDesc="打开一个强力宝箱。"
strCategory="Grimy Loot 成就"

[MAS_GrimyLootLegendary MAS_X2AchievementTemplate]
strTitle="它属于博物馆"
strShortDesc="打开一个传奇宝箱。"
strLongDesc="打开一个传奇宝箱。"
strCategory="Grimy Loot 成就"

[MAS_GrimyLoot150 MAS_X2AchievementTemplate]
strTitle="全都要有！"
strShortDesc="发现150个不同的升级组件。"
strLongDesc="发现150个不同的升级组件。"
strCategory="Grimy Loot 成就"

[MAS_GrimyLoot300 MAS_X2AchievementTemplate]
strTitle="全方位搜索"
strShortDesc="发现300个不同的升级组件。"
strLongDesc="发现300个不同的升级组件。"
strCategory="Grimy Loot 成就"

[MAS_GrimyLoot450 MAS_X2AchievementTemplate]
strTitle="这是我的命运"
strShortDesc="发现450个不同的升级组件。"
strLongDesc="发现450个不同的升级组件。"
strCategory="Grimy Loot 成就"